Repository: elementary/settings-sharing
Catalog: po/*.po
Languages: ckb, de, es, fr, ka, pl, sk, sv

source: Sharing
ckb: هاوبەشیکردن
de: Freigaben
es: Uso compartido
fr: Partage
ka: გაზიარება
pl: Współdzielenie
sk: Zdieľanie
sv: Delning

source: Configure file and media sharing
ckb: ڕێکخستنی هاوبەشیکردنی پەڕگە و میدیا
de: Datei- und Medienfreigaben verwalten
es: Configure el uso compartido de archivos y multimedia
fr: Configurez le partage de fichiers et de médias
ka: ფაილებისა და მედიის გაზიარების მორგება
pl: Konfiguruj udostępnianie plików i multimediów
sk: Nastavujte zdieľanie súborov a médií
sv: Konfigurera fil- och mediadelning

source: Network Is Not Available
ckb: ڕایەڵە بەردەست نییە
de: Netzwerk ist nicht verfügbar
es: No hay redes disponibles
fr: La réseau n'est pas disponible
ka: ქსელი ხელმისაწვდომი არაა
pl: Sieć jest niedostępna
sk: Sieťové pripojenie je nedostupné
sv: Nätverket är inte tillgängligt

source: While disconnected from the network, sharing services are not available.
ckb: کاتێک کە بە ئینتەرنێتەوە پەیوەست نیت، خزمەتگوزاری هاوبەشیکردن کار ناکات.
de: Wenn keine Verbindung zum Netzwerk besteht, sind keine Freigabedienste verfügbar.
es: Los servicios de uso compartido no están disponibles sin una conexión a una red.
fr: Lorsque vous êtes déconnecté du réseau, le service de partage est indisponible.
ka: როცა ქსელი გათიშულია, გაზიარების სერვისები ხელმისაწვდომი არაა.
pl: Usługi udostępniania są niedostępne, gdy komputer jest odłączony od sieci.
sk: Keď ste odpojení od siete, služby zdieľania nie sú dostupné.
sv: När frånkopplad från nätverket är delningstjänsterna inte tillgängliga.

source: Network settings…
ckb: ڕێکخستنەکانی ڕایەڵە…
de: Netzwerkeinstellungen …
es: Configuración de red…
fr: Paramètres réseau…
ka: ქსელის პარამეტრები…
pl: Ustawienia sieciowe…
sk: Nastavenia siete…
sv: Nätverksinställningar…

source: Media Streaming
de: Medienstreaming
es: Transmisión de medios
ka: მედიის სტრიმინგი
pl: Strimowanie mediów
sv: Mediaströmning

source: DLNA and UPnP
de: DLNA und UPnP
es: DLNA y UPnP
ka: DLNA და UPnP
pl: DLNA i UPnP
sv: DLNA och UPnP

source: Music Folder
de: Ordner »Musik«
es: Carpeta de Música
fr: Dossier Musique
ka: მუსიკის საქაღალდე
pl: Katalog z muzyką
sv: Musikmapp

source: Videos Folder
de: Ordner »Videos«
es: Carpeta de Videos
fr: Dossier Vidéos
ka: ვიდეოების საქაღალდე
pl: Katalog z filmami
sv: Videomapp

source: Pictures Folder
de: Ordner »Bilder«
es: Carpeta de Imágenes
fr: Dossier Images
ka: სურათების საქაღალდე
pl: Katalog z obrazami
sv: Bildmapp

source: The selected libraries are available to stream on compatible DLNA-enabled devices on your local network such as TVs and game consoles.
de: Die gewählten Sammlungen zum Streamen an kompatible DLNA-fähige Geräte im lokalen Netzwerk wie etwa TV-Geräte oder Spielekonsolen verfügbar.
es: Las bibliotecas seleccionadas están disponibles para transmitir en dispositivos compatibles con DLNA en su red local, como televisores y consolas de juegos.
ka: მონიშნული ბიბლიოთეკები ხელმისაწვდომია დასასტრიმად თქვენს ლოკალურ ქსელში თავსებად DNLA-ჩართულ მოწყობილობებზე, როგორიცაა ტელევიზორები და სათამაშო კონსოლები.
pl: Wybrane biblioteki są dostępne do strimowania na kompatybilnych urządzeniach z włączonym DLNA w twojej sieci lokalnej takie jak telewizory i konsole do gier.
sv: De valda biblioteken är tillgängliga för strömning på kompatibla DLNA-aktiverade enheter i ditt lokala nätverk, t.ex. TV-apparater och spelkonsoler.

source: Enabled
ckb: کاراکراو
de: Aktiviert
es: Activado
fr: Activé
ka: ჩართულია
pl: Włączone
sk: Zapnuté
sv: Aktiverad

source: Media libraries are currently unshared and can't be streamed to other devices.
de: Mediensammlungen sind aktuell nicht freigegeben und können nicht an andere Geräte gestreamt werden.
es: Las bibliotecas de medios no se están compartiendo y no se pueden transmitir a otros dispositivos.
ka: მედიის ბიბლიოთეკები ამჟამად გაზიარებული არაა და სხვა მოწყობილობებზე ვერ დასტრიმავთ.
pl: Biblioteki mediów nie są aktualnie udostępnione i nie mogę być wykorzystywane do strimowania na inne urządzenia.
sv: Mediebiblioteken är för närvarande inte utdelade och kan inte strömmas till andra enheter.

source: Disabled
ckb: وەستێنراو
de: Deaktiviert
es: Desactivado
fr: Désactivé
ka: გამორთულია
pl: Wyłączone
sk: Vypnuté
sv: Inaktiverad

source: Select %s…
de: %s wählen …
es: Seleccionar %s…
fr: Sélectionner %s…
pl: Wybierz %s…

source: Select
de: Wählen
es: Seleccionar
fr: Sélectionner
ka: აირჩიეთ
pl: Wybierz
sv: Välj

source: Ask before accepting files:
de: Vor dem Akzeptieren von Dateien nachfragen:
es: Preguntar antes de aceptar archivos:
fr: Demander avant d'accepter les fichiers :
ka: კითხვა ფაილების მიღებამდე:
pl: Pytaj przed akceptacją plików:
sv: Fråga innan filer accepteras:

source: Bluetooth Settings…
de: Bluetooth-Einstellungen …
es: Configuración de Bluetooth…
ka: ბლუთუზის მორგება…
pl: Ustawienia Bluetooth…
sv: Bluetooth-inställningar…

source: While enabled, bluetooth devices can send files to Downloads.
ckb: کاتێک کە کاراکراوە، ئامێرەکانی بلوتوس دەتوانن پەڕگە بنێرنە بوخچەی داونلۆدس.
de: Bei aktivierter Option können Bluetooth-Geräte Dateien in den Ordner »Downloads« senden.
es: Mientras esté activado, los dispositivos Bluetooth pueden enviar archivos a la carpeta de Descargas.
fr: Lorsqu'il est activé, les périphériques Bluetooth peuvent envoyer des fichiers dans le dossier Téléchargements.
sk: Pokiaľ zapnuté, Bluetooth zariadenia môžu posielať súbory do priečinka Stiahnuté.

source: While disabled, bluetooth devices can not send files to Downloads.
ckb: کاتێک لە کارخراوە، ئامێرەکانی بلوتوس ناتوانن پەڕگە بنێرن بۆ بوخچەی داونلۆدس.
de: Bei deaktivierter Option können Bluetooth-Geräte keine Dateien in den Ordner »Downloads« senden.
es: Si se desactiva, los dispositivos Bluetooth no pueden enviar archivos a la carpeta de Descargas.
fr: Lorsqu'il est désactivé, les périphériques Bluetooth ne peuvent pas envoyés de fichiers dans le dossier Téléchargements.
sk: Pokiaľ vypnuté, Bluetooth zariadenia nemôžu posielať súbory do priečinka Stiahnuté.

source: The bluetooth device is either disconnected or disabled. Check bluetooth settings and try again.
ckb: ئامێری بلوتوس یان پچڕێندراوە یان کوژاوەتەوە. سەیرێکی ڕێکخستنەکانی بکە و هەوڵ بدەوە.
de: Das Bluetooth-Gerät ist entweder nicht verbunden oder ausgeschaltet. Überprüfen Sie die Bluetooth-Einstellungen und versuchen Sie es erneut.
es: El dispositivo Bluetooth está desconectado o desactivado. Compruebe la configuración de Bluetooth y vuelva a intentarlo.
fr: Le périphérique Bluetooth est soit déconnecté ou désactivé. Veuillez contrôler son paramétrage et recommencer.
sk: Bluetooth zariadenie je buď odpojené, alebo vypnuté. Skontrolujte nastavenia Bluetooth a skúste to znova.

source: Not Available
ckb: بەردەست نییە
de: Nicht verfügbar
es: No disponible
fr: Indisponible
ka: ხელმიუწვდომელია
pl: Niedostępne
sk: Nedostupné
sv: Inte tillgänglig

source: Bluetooth
ckb: بلوتوس
ka: ბლუთუზი

source: While enabled, Bluetooth devices can send files to Downloads.
ka: როცა ჩართულია, ბლუთუზის მოწყობილობებს ფაილების გადმოწერაზე გაგზავნა შეუძლიათ.
pl: Gdy włączony, urządzenia z Bluetooth mogą wysyłać pliki do katalogu Pobrane.
sv: När den är aktiverad kan Bluetooth-enheter skicka filer till Hämtningar.

source: While disabled, Bluetooth devices can not send files to Downloads.
ka: როცა გათიშულია, ბლუთუზის მოწყობილობებს გადმოწერებში ფაილების გაგზავნა არ შეუძლიათ.
pl: Gdy wyłączony, urządzenia z Bluetooth nie mogą wysyłać plików do katalogu Pobrane.
sv: När den är inaktiverad kan Bluetooth-enheter inte skicka filer till Hämtningar.

source: The Bluetooth device is either disconnected or disabled. Check Bluetooth settings and try again.
ka: ბლუთუზის მოწყობილობა გათიშული ან მოხსნილია. შეამოწმეთ ბლუთუზის პარამეტრები და თავიდან სცადეთ.
pl: Urządzenie Bluetooth jest odłączone lub wyłączone. Sprawdź ustawienia Bluetooth oraz spróbuj ponownie.
sv: Bluetooth-enheten är antingen frånkopplad eller inaktiverad. Kontrollera Bluetooth-inställningarna och försök igen.

source: Media library
ckb: ژێدەرگەی میدیا
fr: Bibliothèque Média
sk: Knižnica médií

source: Media Library
ckb: ژێدەرگەی میدیا
fr: Bibliothèque Médias
sk: Knižnica médií

source: While enabled, the following media libraries are shared to compatible devices in your network.
ckb: لەکاتێکدا چالاک کراوە، ئەم ژێدەرگە میدیایانەی خوارەوە هاوبەش دەکرێن بۆ ئامێرە گونجاوەکانی ناو تۆڕەکەت.
fr: Activées, les bibliothèques de médias suivantes sont partagées vers les périphériques compatibles de votre réseau.
sk: Pokiaľ zapnuté, nasledujúce knižnice médií sú zdieľané do kompatibilných zariadení vo vašej sieti.

source: While disabled, the selected media libraries are unshared, and it won't stream files from your computer to other devices.
ckb: لەکاتێکدا لەکارخراوە، ژێدەرگە میدیاییە هەڵبژێردراوەکان هاوبەش نین، و پەڕگەکان لە کۆمپیوتەرەکەتەوە بۆ ئامێرەکانی تر ناگوازێتەوە.
fr: Désactivées, les bibliothèques de médias sélectionnés ne seront pas partagées et il n'est pas possible d'envoyer des fichiers depuis votre disque vers d'autres périphériques.
sk: Pokiaľ vypnuté, nasledujúce knižnice médií a súbory nie sú zdieľané z vášho počítača do iných zariadení.
